insert into films(name, description, release_year, genre_id, minimal_age, duration_in_minutes, file_id) values
(
'Кошмар на улице Вязов (1984)',
'Четырём подросткам Спрингвуда снится один и тот же кошмарный сон, в котором за ними гонится и пытается убить человек с обожжённым лицом в шляпе и с ножами на руке. Когда лучшая подруга старшеклассницы Нэнси умирает во сне ужасной смертью, девушка понимает, что до неё добрался тот жуткий тип, и он на этом не остановится. Пытаясь выяснить, как ему противостоять, Нэнси всеми силами старается не спать.',
1984,
2,
18,
92,
1
);